Repository: cadic/yandex-news-feed
Catalog: lang/mlynf-*.po
Languages: ru_ru

source: Yandex News Feed
ru_ru: Экспорт в Яндекс.Новости

source: Provides feed for Yandex News with proper format.
ru_ru: Создает экспортный файл для сервиса Яндекс.Новости

source: Max Lyuchin
ru_ru: Макс Лючин

source: Yandex News
ru_ru: Яндекс.Новости

source: Short message, 50-80 characters
ru_ru: Короткое сообщение, 50-80 символов

source: General message
ru_ru: Более развёрнутое новостное сообщение

source: Article, longread
ru_ru: Статья, лонгрид

source: Interview
ru_ru: Интервью

source: Ignore this
ru_ru: Игнорировать

source: Check this if you don't want this object to be added to export file.
ru_ru: Отметьте это, если хотите чтобы данный материал был исключен из экспортного файла.

source: Yandex Genre
ru_ru: Тип сообщения

source: Yandex News Settings
ru_ru: Настройки Яндекс.Новости

source: Yandex News Export Settings
ru_ru: Настройки экспорта в Яндекс.Новости

source: Channel Title
ru_ru: Название сайта

source: Channel Description
ru_ru: Описание сайта

source: Channel Link
ru_ru: Ссылка на сайт

source: Channel Logo
ru_ru: Логотип сайта

source: Select
ru_ru: Выбрать

source: Channel Logo Square
ru_ru: Квадратный логотип

source: Feed URL
ru_ru: Адрес экспортного файла

source: After you change Feed URL, please go to <a href="%s">Settings &gt; Permalinks</a> and hit Save Changes button
ru_ru: После того как измените адрес экспортного файла, зайдите в <a href="%s">Настройки &gt; Постоянные ссылки</a> и нажмите кнопку Сохранить изменения

source: Post Types
ru_ru: Типы материалов

source: Posts
ru_ru: Записи

source: Categories
ru_ru: Рубрики

source: All
ru_ru: Все

source: Save Changes
ru_ru: Сохранить изменения
